#!/bin/bash
clear

cat<< EOF
▗▖ ▗▖ ▗▄▖  ▗▄▄▖▗▖ ▗▖ ▗▄▄▖ ▗▄▖ ▗▖  ▗▖
▐▌ ▐▌▐▌ ▐▌▐▌   ▐▌▗▞▘▐▌   ▐▌ ▐▌▐▛▚▞▜▌
▐▛▀▜▌▐▛▀▜▌▐▌   ▐▛▚▖ ▐▌   ▐▌ ▐▌▐▌  ▐▌
▐▌ ▐▌▐▌ ▐▌▝▚▄▄▖▐▌ ▐▌▝▚▄▄▖▝▚▄▞▘▐▌  ▐▌
        </>Code by Mr.X</>                                                                                                         
ＷＯＲＬＤ＇Ｓ  ＭＯＳＴ  ＳＥＣＵＲＥ
    ＣＯＭＭＵＮＩＣＡＴＩＯＮ 
      ＦＯＲ  ＨＡＣＫＥＲＳ
_______________________________________

EOF

read -p "Set port >>" p
echo _______________________________________

netcat -l -p $p
