#!/bin/bash

#!/bin/bash
clear

cat<< EOF
▗▖ ▗▖ ▗▄▖  ▗▄▄▖▗▖ ▗▖ ▗▄▄▖ ▗▄▖ ▗▖  ▗▖
▐▌ ▐▌▐▌ ▐▌▐▌   ▐▌▗▞▘▐▌   ▐▌ ▐▌▐▛▚▞▜▌
▐▛▀▜▌▐▛▀▜▌▐▌   ▐▛▚▖ ▐▌   ▐▌ ▐▌▐▌  ▐▌
▐▌ ▐▌▐▌ ▐▌▝▚▄▄▖▐▌ ▐▌▝▚▄▄▖▝▚▄▞▘▐▌  ▐▌
        </>Code by Mr.X</>                                                                                                         
ＷＯＲＬＤ＇Ｓ  ＭＯＳＴ  ＳＥＣＵＲＥ
    ＣＯＭＭＵＮＩＣＡＴＩＯＮ 
      ＦＯＲ  ＨＡＣＫＥＲＳ
_______________________________________

EOF

read -p "Set IP Address >>" i
read -p "Set port >>" p
read -p "Set password >>" s
echo _______________________________________

cryptcat $i $p -k $s
